Repository: bastien34/pwd-front-admin
Catalog: pwd_front_admin/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: Unique identifier.
fr: Identifiant unique.

source: content
fr: contenu

source: paraghaph
fr: paragraphe

source: paragraphs
fr: paragraphes

source: Choose an icon from Line Awesome free lib. Search the web!
fr: Choisis une icone de la librairie Line Awesome. Fouille le Web!

source: title
fr: titre

source: Title for your page.
fr: Titre de votre page.

source: Description for your page (used in meta tag.
fr: Description de la page utilisée en SEO.

source: keywords
fr: mots-clés

source: Keywords for SEO
fr: Mots-clé pour le référencement

source: Blurbs looks better if they're multiple of 3.
fr: Les Blurbs sont mieux par trois.

source: Optional, if provided link to a page.
fr: Optionnel, dirige vers une page si fourni.

source: Website
fr: Site web

source: Description of your website.
fr: Description de votre site.

source: phone number
fr: numéro de téléphone

source: fax_number
fr: numéro de fax

source: Facebook link
fr: Lien Facebook

source: LinkedIn link
fr: Lien LinkedIn

source: About Us
fr: Qui sommes-nous?

source: Ask for a quote
fr: Demandez un devis

source: Great responsiveness
fr: Grande réactivité

source: Guaranteed quality
fr: Qualité garantie

source: Carefull rereading by real people!
fr: Relecture attentive par de vrais humains!

source: I want a quote
fr: Je veux un devis

source: Contact Us
fr: Contact

source: Site provided by
fr: Site propulsé par

source: Terms
fr: Mentions légales

source: Privacy
fr: Confidentialité

source: Site settings
fr: Préférences du site

source: Contents
fr: Contenus

source: add a new blurb
fr: créer un Blurb

source: Content
fr: Contenu

source: Active
fr: Actif

source: add a new content
fr: créer un contenu

source: Title
fr: Titre

source: Delete
fr: Supprimer

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Welcome to admin pages!
fr: Bienvenue dans les pages d'administration!

source: <p>Setup here your website.</p> <p>Help yourself with Linear Awesome icon.</p>
fr: <p>Configure ici votre site Web.</p> <p>Sers-toi de la librairie Linear Awesome icon sur le Web pour plus de fun!</p>

source: add a new slide
fr: créer un slide

source: Quote request
fr: Demande de devis

source: Content list
fr: Contenus

source: Site preferences
fr: Préférences du site

source: Your settings have been updated.
fr: Votre configuration a été mise à jour.

source: Check your form, something wrong just happened.
fr: Vérifiez votre formulaire, quelque chose ne va pas.

source: Slider updated
fr: Slider mis à jour

source: Slider update
fr: Mise à jour du Slider

source: Blurb updated
fr: Blurb mis à jour

source: Blurb update
fr: Mise à jour du Blurb

source: Page updated
fr: Page mise à jour

source: Page update
fr: Mise à jour de la page

source: Content updated
fr: Contenu mis à jour

source: Content update
fr: Mise à jour du contenu

source: Slider created
fr: Slider créé

source: New slide
fr: Nouveau slide

source: Blurb created
fr: Blurb créé

source: New blurb
fr: Nouveau blurb

source: Content created
fr: Contenu créé

source: New content
fr: Nouveau contenu

source: Blurb deleted
fr: Blurb supprimé

source: Delete a blurb?
fr: Supprimer un Blurb?

source: Slider deleted
fr: Slider supprimé

source: Delete a slider?
fr: Supprimer un slider?

source: Content deleted
fr: Contenu supprimé

source: Delete a content?
fr: Supprimer un contenu?
